Repository: pgc6240/MyYouTube
Catalog: Shared/Resources/*.lproj/Localizable.strings
Languages: ru

source: Subscriptions
ru: Мои подписки

source: My subscriptions
ru: Мои подписки

source: Close
ru: Закрыть

source: Search channels...
ru: Поиск каналов на YouTube

source: %@ subscribers
ru: %@ подписчиков

source: Subscribe
ru: Подписаться

source: Unsubscribe
ru: Отписаться

source: subscribe
ru: подписаться

source: unsubscribe
ru: отписаться

source: Search videos...
ru: Искать видео...

source: Video feed
ru: Видео фид

source: %@ views
ru: %@ просмотров

source: Set time stamp at: %@
ru: Поставить отметку на: %@

source: Play at time stamp: %@
ru: Воспроизвести с отметки: %@

source: Description:
ru: Описание:

source: Main
ru: Главная

source: Search
ru: Поиск

source: Most popular videos in %@
ru: Самые популярные видео в %@

source: My time stamps
ru: Временные отметки

source: USA
ru: США

source: Russia
ru: России

source: Time stamp at: %@
ru: Отметка на: %@

source: Clear timestamps
ru: Очистить список

source: Start tab:
ru: Стартовая вкладка:

source: Language & region:
ru: Язык и регион:

source: Settings
ru: Настройки

source: Language will be changed after app relaunch.
ru: Смена языка произойдёт после перезапуска приложения.

source: 5 most popular videos in USA
ru: 5 самых популярных видео в России

source: Display video description
ru: Показывать описание видео

source: Sort by:
ru: Сорт.:

source: Old first
ru: Сн. старые

source: New first
ru: Сн. новые

source: Manually
ru: Вручную

source: %@ videos
ru: %@ видео

source: Save
ru: Сохранить

source: Back
ru: Назад

source: Search results for "%@"
ru: Результаты поиска: "%@"

source: No time stamps. Yet.
ru: Пока ни одной отметки.

source: Video shared from YouTube app:
ru: Видео открытое из приложения YouTube:

source: No search results.
ru: Ничего не найдено.

source: You haven't subscribed any channel yet.
ru: Вы не подписаны ни на один канал.

source: Loading...
ru: Загрузка...

source: Search in %@ videos...
ru: Искать среди %@ видео канала...

source: Next page
ru: След стр

source: Prev page
ru: Пред стр

source: Cancel
ru: Закрыть

source: Something went wrong...
ru: Что-то пошло не так...

source: Search on current page...
ru: Искать на текущей странице...

source: Network is unavailable
ru: Интернет недоступен

source: There will be subscribed channel videos. Please, subscribe for one.
ru: Здесь будут отображаться видео с каналов, на которые Вы подписаны.

source: No channel videos.
ru: Нет видео на канале.

source: No videos matching query.
ru: Нет видео по такому запросу.
